export const infoImgArray = [
  require("../asset/img/info/0.jpg"),
  require("../asset/img/info/1.jpg"),
  require("../asset/img/info/2.jpg"),
  require("../asset/img/info/3.jpg"),
  require("../asset/img/info/4.jpg"),
  require("../asset/img/info/5.jpg"),
  require("../asset/img/info/6.jpg"),
];

export const InfoData = [
  {
    id: 1,
    title: "다이어트, 제대로 알고 하자! 다이어트에 관한 오해와 진실1",

    imgSrc: infoImgArray[0],
    headText: `
      날씨도 따뜻해지고 축제, 페스티벌이 한 창 진행되는, 대학생들에게는 야외활동을 하기에 가장 좋은 달 5월입니다. 점점 옷차림이 짧아지면서 가장 신경 쓰이는 게 바로 살이죠! 특히 여학생들은 중간고사 기간 동안 부족한 당분을 채우기 위해 도서관에 앉아서 초콜릿, 과자를 많이 먹었을 텐데요. 이제 다시 다이어트 결심을 하고 계시는 분들이 많을 것 같아요. 요즘은 굳이 살을 빼는 목적뿐만 아니라, 건강해지기 위해 식이요법을 선택한 사람들도 많지요. 하지만 잘못된 다이어트 상식으로 몸을 오히려 망치는 경우도 적지 않은데요.
      \n다이어트에 관한 정보가 넘쳐나는 만큼, 잘못된 정보도 많아졌기 때문인데요. 우리가 잘못 알고 있는 다이어트 상식에는 무엇이 있을까요? 여러분의 건강한 다이어트를 위하여, 다이어트에 대한 오해와 진실에 대해 알려 드리도록 할게요.
      `,
    createBy:
      "https://www.chemidream.com/855 [한화솔루션 케미칼 부문 공식블로그:티스토리]",

    contents: [
      {
        imgSrc: infoImgArray[1],
        subTitle: "1. 다이어트 중에는 탄수화물을 먹어서는 안된다",
        text: `
      탄수화물의 경우, 우리 몸에 필요한 양보다 많이 섭취하면 지방세포로 저장됩니다. 하지만 탄수화물은 뇌 혹은 신체 근육 등의 에너지원이며 지방의 산화에도 반드시 필요하며, 탄수화물을 너무 섭취하지 않으면 저혈당과 케톤증이라는 증상이 올 수 있습니다. 또한, 탈수현상, 메스꺼움, 허약, 피로, 입에서 냄새가 나는 증상이 나타나기도 합니다.
      \n우리 몸에 꼭 필요한 탄수화물을 올바르게 섭취하려면, 백미나 밀가루와 같이 정제된 탄수화물보다는 식이섬유, 비타민, 무기질이 풍부하게 함유된 복합 탄수화물을 섭취하는 것이 좋은데요. 이는 잡곡, 고구마, 감자를 통해 섭취하면 좋습니다.
      `,
      },
      {
        imgSrc: infoImgArray[2],
        subTitle: "2. 저지방, 저칼로리 음식은 살이 찌지않는다",
        text: `
      음식을 사거나 먹을 때 저지방 혹은 저칼로리라고 표기되어 있다고 해서 안심하는 경우가 있죠? 하지만 저지방, 저칼로리 음식이라고 해서 살이 찌지 않는 것은 아니랍니다. 지방은 적지만, 콜레스테롤과 나트륨, 당 수치는 매우 높은 경우가 많거든요.  저지방, 저칼로리라고 표기된 음식의 경우 반드시 다른 성분의 함량을 함께 체크한 후 드시는 것이 좋습니다.
      `,
      },
    ],
  },
  {
    id: 2,
    title: "다이어트, 제대로 알고 하자! 다이어트에 관한 오해와 진실2",

    createBy:
      "https://www.chemidream.com/855 [한화솔루션 케미칼 부문 공식블로그:티스토리]",
    contents: [
      {
        imgSrc: infoImgArray[3],
        subTitle: "3. 유산소운동이 체지방 감량에 가장 효과적이다",
        text: `대부분의 여성분은 다이어트를 한다고 하면 유산소 운동을 합니다. 하지만 유산소운동과 근력 운동 중 다이어트에 더 효과적인 운동은 무엇일까요? 일반적으로 같은 시간 운동한다고 가정했을 경우, 유산소운동이 근력 운동보다 칼로리가 많이 소모된다고 하지만 기초대사량을 늘려 날씬한 체질로 바꾸기 위해서는 근력운동이 꼭 필요하답니다.
        \n근력 운동을 하게 많이 하면 근육량이 늘어나 기초대사량이 늘어나고, 기초대사량이 늘어나면 살이 쉽게 찌지 않는 체질이 될 수 있기 때문에 요요현상이 쉽게 오지 않습니다. 또한, 근력 운동은 탄력 있는 몸을 만들어 주기도 하죠.
      `,
      },
      {
        imgSrc: infoImgArray[4],
        subTitle: "4. 운동은 30분 이상 해야 지방이 연소된다",
        text: `운동 초기에는 산소가 충분히 공급되지 않아 탄수화물을 에너지원으로 사용하는 비율이 높습니다. 운동 시간이 증가할수록 지방이 더 많이 쓰이지만 짧은 시간 운동을 한다고 해서 탄수화물만 연소하는 것은 아니며 그 양이 적을 뿐이지 지방도 함께 쓰입니다.
        \n많은 사람이 30분 이상의 유산소 운동을 지루해하고 포기하는데, 꼭 30분 이상 지속하려 생각하기보다는 자신의 여건에 맞춰 틈틈이 지속해서 운동하는 것이 좋습니다.
      `,
      },
    ],
  },
  {
    id: 3,
    title: "다이어트, 제대로 알고 하자! 다이어트에 관한 오해와 진실3",

    createBy:
      "https://www.chemidream.com/855 [한화솔루션 케미칼 부문 공식블로그:티스토리]",
    contents: [
      {
        imgSrc: infoImgArray[5],
        subTitle: "5. 물만 먹어도 살이 찌는 체질이 있다",
        text: `물은 0kcal로 열량이 없어서 아무리 마신다고 해도 살이 찌지 않습니다. 오히려 물은 신진대사를 활발하게 해 체중 감량에 도움을 준다고 해요. 물을 많이 마실 경우 물만큼 체중이 늘 수는 있지만 땀, 소변 등으로 배출되기 때문에 몸속 지방은 늘어나지 않는답니다. 하지만 과도한 물 섭취는 질환으로 이어질 수 있으니 무엇이든 적당한 게 좋다는 말을 기억해야 합니다.
      `,
      },
      {
        imgSrc: infoImgArray[6],
        subTitle: "6. 굶는게 다이어트의 지름길이",
        text: ` 무작정 굶게 되면 신진대사율이 낮아지고 근육량이 감소해 결과적으로는 살이 더 잘 찌는 체질이 될 수 있습니다. 굶게 되면 식욕이 왕성해져 폭식으로 이어질 수도 있겠죠. 굶는 다이어트는 반드시 요요현상이 뒤따릅니다.

      따라서 영양소가 풍부한 음식을 골고루 적당한 양 섭취하며 규칙적인 식습관을 가지는 것이 중요합니다. 또한 굶는 다이어트는 영양소 결핍으로 탈모나 생리불순 등으로 이어질 수 있으니 좋지 않은 다이어트 방법입니다.

      `,
      },
    ],
    footText: `다이어트에 대한 오해 6가지에 대해 알아보았는데요. 다이어트는 건강하고 아름다운 몸을 위해 그 방법과 과정도 건강하게 하는 것이 중요합니다. 식습관과 생활습관의 개선, 그리고 운동을 통해서 탄력 있고 건강한 몸매를 가지는 것이 바람직하죠.

      \n학교와 집을 오가는 것으로도 벅찬데, 다이어트까지 병행하려니 많은 여대생들이 힘들어 하시는 것 같아요. 그 이유는 단기간에 살을 빼겠다는 욕심 때문이 아닐까요? 다이어트는 항상 마음먹은 대로 되지 않기 때문에, 느리더라도 정석대로 하는 방법이 가장 빠른 방법이라고 생각해요. 학교생활에 맞춰 습관부터 바꾸고 작은 부분부터 실천하려는 마음가짐이 중요할 것 같습니다. 다이어터 여러분 모두 파이팅!
    `,
  },
];
